"OK" = "OK";
"Back" = "Zurück";
"Done" = "Bild(er) übernehmen";
"Sorry" = "Entschuldigung";
"Cancel" = "Abbrechen";
"Setting" = "Einstellungen";
"Photos" = "Fotos";
"Videos" = "Videos";
"Preview" = "Vorschau";
"Full image" = "Vollständiges Foto";
"Processing..." = "Processing...";
"Synchronizing photos from iCloud" = "Synchronisiere Fotos von iCloud";
"Can not use camera" = "Die Kamera kann nicht verwendet werden.";
"Can not choose both video and photo" = "Videos und Fotos können nicht gleichzeitig verwendet werden.";
"Can not choose both photo and GIF" = "Fotos und GIFs können nicht gleichzeitig verwendet wreden.";
"Select the video when in multi state, we will handle the video as a photo" = "Wähle ein Video in der Mehrfachauswahl aus. Es wird wird wie ein Foto behandelt.";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Die privaten Einstellungen können nicht automatisch geöffnet werden. Bitte öffnen Sie selbst den Einstellungendialog.";

"Select a maximum of %zd photos" = "Es können bis zu %zd Fotos ausgewählt werden.";
"Select a minimum of %zd photos" = "Es müssen mindestens %zd Fotos ausgewählt werden.";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Erteile der App %@ Zugriff auf das Foto-Album in \"Einstellungen -> Privat -> Fotos\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Erteile der App %@ Zugriff auf die Kamera in \"Einstellungen -> Privat -> Kamera\"";
